Revit 2027 API
ParameterTypeId.DividedSurfacePointNumber Property
 "Point number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfacePointNumber { get; }
Public Shared ReadOnly Property DividedSurfacePointNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfacePointNumber {
	ForgeTypeId^ get ();
}
static member DividedSurfacePointNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace